wrk_out/wrk_output_serverless_idle_st_2000_16.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.69ms    3.86ms 114.28ms   97.32%
    Req/Sec     1.07k   103.45     1.25k    86.50%
  Latency Distribution
     50%    7.30ms
     75%    8.33ms
     90%    9.43ms
     99%   13.47ms
  42577 requests in 10.01s, 6.25MB read
  Non-2xx or 3xx responses: 42577
Requests/sec:   4254.21
Transfer/sec:    639.79KB